Repository: Mindener-Landfrauen/Brauser.Common
Catalog: Brauser.Common/Resources/Brauser.*.resx
Languages: de_de

source: Batch Size
de_de: Ausschlagwürze

source: Brewhouse Yield
de_de: Sudhausausbeute

source: Original Gravity
de_de: Stammwürze

source: Bitterness
de_de: Bittere

source: Color
de_de: Farbe

source: Type
de_de: Art

source: Mash Water
de_de: Hauptguß

source: Mashing Temperature
de_de: Einmaischtemperatur

source: Mashout Temperature
de_de: Abmaischtemperatur

source: Sparge Water
de_de: Nachguß

source: Wort Boiling Time
de_de: Kochzeitwürze

source: Dry Hop
de_de: Stopfhopfen

source: Fermentation Temperature
de_de: Gärtemperatur

source: Variety
de_de: Sorte

source: Alcohol
de_de: Alkohol

source: Carbonation
de_de: Karbonisierung

source: Short Description
de_de: Kurzbeschreibung

source: Date
de_de: Datum

source: Hop
de_de: Hopfen

source: Malt
de_de: Malz

source: Yeast
de_de: Hefe

source: Quantity
de_de: Menge

source: Rest
de_de: Rast

source: Rest Temperature
de_de: Rasttemperatur

source: Rest Time
de_de: Rastzeit

source: Cooking Time
de_de: Kochzeit
